Repository: common-repository/light-live-chat
Catalog: lang/light-live-chat-*.po
Languages: ru_ru

source: Light live chat
ru_ru: Легкий живой чат

source: Providing an easy way for a live chat widget integration. Multilingual. For LightChat.org customers (has a free tariff)
ru_ru: Предоставляет простой способ интеграции виджета онлайн консультанта. Мультиязычный. Для пользователей LightChat.org (действует бесплатный тариф)

source: General
ru_ru: Общее

source: Is enabled
ru_ru: Включено

source: Widget code
ru_ru: Код виджета

source: Related pages
ru_ru: Целевые страницы

source: Excluded pages
ru_ru: Исключенные страницы

source: Are you sure you want to restore the default settings?
ru_ru: Вы уверены что хотите восстановить настройки по умолчанию?

source: Save
ru_ru: Сохранить

source: Restore All Defaults
ru_ru: Восстановить по умолчанию

source: This plugin provide easy integration for a live chat widget
ru_ru: Данный плагин предоставляет простую интеграцию виджета онлайн консультанта

source: sign up
ru_ru: регистрация

source: For using the plugin you should have an account, if you still don't have -
ru_ru: Для того чтобы использовать данный плагин вам необходимо иметь учетную запись, если у вас ее еще нет -

source: https://lightchat.org/en/
ru_ru: https://lightchat.org/ru/

source: https://lightchat.org/en/sign-up/
ru_ru: https://lightchat.org/ru/sign-up/

source: If you want to display a widget on all pages including new - just don't setup target pages
ru_ru: Если вы хотите отображать виджет на всех страницах включая новые - просто не указывайте целевые страницы

source: LightChat widget
ru_ru: LightChat виджет

source: Settings
ru_ru: Настройки

source: Settings doesn't updated - the form data is not correct
ru_ru: Настройки не обновлены - неверные данные формы

source: Settings doesn't updated - the form data is broken
ru_ru: Настройки не обновлены - некорректные данные формы

source: Settings success restored
ru_ru: Настройки успешно восстановлены

source: Settings doesn't updated - one of the form fields is broken
ru_ru: Настройки не обновлены - нарушено одно из полей формы

source: Settings success updated
ru_ru: Настройки успешно обновлены
